alacritty
amd-ucode
arandr
base
base-devel
btop
dbeaver
discord
dunst
feh
firefox
flameshot
fzf
git
gnome-boxes
go
gopls
htop
i3-wm
i3blocks
i3lock
i3status
kitty
linux
linux-firmware
linux-headers
mpd
nano
nautilus
neofetch
neovim
network-manager-applet
networkmanager
nnn
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
openrazer-daemon
otf-monaspace
pavucontrol
picom
pipewire
pipewire-audio
pipewire-pulse
plocate
podman
polkit-kde-agent
polybar
python-hidapi
python-openrazer
python-pip
python-pipx
python-pywal
qt5ct
qt6-wayland
rofi
rofi-calc
rofi-emoji
rust
steam
stow
sudo
syncthing
teamspeak3
tldr
tree
ttc-iosevka
ttf-font-awesome
ttf-nerd-fonts-symbols
ttf-victor-mono-nerd
usbutils
vlc
wayland
wireplumber
wireshark-qt
wofi
xclip
xdg-user-dirs
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zig
zoxide
zsh
